{
  "pickup-lines": [
    "There is something wrong with my phone. It doesn’t have your number in it.",
    "I’m new in town. Could you give me directions to your apartment?",
    "Is your name Google? Because you’ve got everything I’m searching for.",
    "Have you been to the doctors lately? Cause I think you’re lacking some vitamin me.",
    "Kiss me if I’m wrong, but dinosaurs still exist, right?",
    "Are you Australian? Because you meet all of my koala-fications.",
    "Do you believe in love at first sight or should I walk past again?",
    "Hey, my name’s Microsoft. Can I crash at your place tonight?",
    "Did it hurt when you fell from the vending machine? Cause you look like a snack!",
    "You are hotter than the bottom of my laptop.",
    "I’m not actually this tall. I’m sitting on my wallet.",
    "Are you my phone charger? Because without you, I’d die.",
    "Hi, I’m Mr Right, somebody said you were looking for me?",
    "Excuse me, do you know how much a polar bear weighs? No? Me neither but it breaks the ice.",
    "Do you like raisins? How do you feel about a date?",
    "Sorry, but you owe me a drink. [Why?] Because when I looked at you, I dropped mine.",
    "Hey, tie your shoes! I don’t want you falling for anyone else.",
    "Wouldn’t we look cute on a wedding cake together?",
    "There’s only one thing I want to change about you, and that’s your last name.",
    "Hey, you’re pretty and I’m cute. Together we’d be Pretty Cute.",
    "My buddies bet me that I wouldn’t be able to start a conversation with the hottest person in the bar. Wanna buy some drinks with their money?",
    "(hold out hand) Would you hold this for me while I go for a walk?",
    "Remember me? Oh, that’s right, I’ve met you only in my dreams.",
    "If I told you that you had a great body, would you hold it against me?",
    "I’m going to have to ask you to leave. You’re making the other girls look bad.",
    "Is there an airport nearby or is it my heart taking off?",
    "Are you sure you’re not tired? You’ve been running through my mind all day.",
    "Would you grab my arm, so I can tell my friends I’ve been touched by an angel?",
    "Hello. Cupid called. He wants to tell you that he needs my heart back.",
    "I’m not a photographer, but I can picture me and you together.",
    "Is it hot in here or is it just you?",
    "Did it hurt when you fell out of heaven",
    "[Pick up some cutlery] I’ve got all these knives and forks, all I need is a little spoon.",
    "Hey, is that guy bothering you? No? Would you mind if I bothered you then?"
  ]
}
